/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "接受";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "接受";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "出于安全原因，您输入的 Apple ID 已经被停用。请触碰“重设”来更改密码。";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "不允许您在此设备上修改帐户";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "无法创建帐户";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "不允许您在此设备上编辑您的帐户";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "无法编辑帐户";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "不允许您登录到此设备";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "不能登录";

/* Account Title */
"ACCOUNT_TITLE" = "帐户";

/* Achievements title one player */
"ACHIEVEMENTS" = "成就";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ 个成就，%2$@ 点";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ 个成就，%2$@ 点";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ 个成就，%2$@ 点";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ 个成就，%2$@ 点";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ 个成就，%2$@ 点";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ 个成就，%2$@ 点";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ 个成就，%2$@ 点";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ 个成就（共 %2$@ 个）";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ 个成就（共 %2$@ 个） ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ 个成就 ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ 个成就 ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ 个成就 ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ 个成就 ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "没有成就 ";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "没有成就 ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "赢得日期：";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "赢得日期：%1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ 个成就（共 %2$@ 个）";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ 个成就（共 %2$@ 个） ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ 个成就（共 %2$@ 个）";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ 个成就（共 %2$@ 个）";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ 个成就（共 %2$@ 个）";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ 个成就（共 %2$@ 个）";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "尚未赢得";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "完成 %1$@";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ 点";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ 点";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "（%@ 点）";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "（%@ 点）";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "（%@ 点）";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "点";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "点";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "点";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ 点";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "添加地址";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "删除地址";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "不允许您在此设备上发送交友邀请";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "无法发送交友邀请";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "添加玩家";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "玩家未登录";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "不允许您在此设备上使用 Game Center";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "不允许您在此设备上玩多人游戏";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "多人游戏不可用";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center 不可用";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "多人游戏不可用";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "匿名";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Apple ID 密码";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center 可将您与正在线上的空闲玩家自动配对。自动配对的等候时间：大于 %@ 分钟";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center 可将您与正在线上的空闲玩家自动配对。自动配对的等候时间：大于 %@ 分钟";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center 可将您与正在线上的空闲玩家自动配对。自动配对的等候时间：大于 %@ 分钟";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center 可将您与正在线上的空闲玩家自动配对。自动配对的等候时间：%@ 秒钟";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center 可将您与正在线上的空闲玩家自动配对。自动配对的等候时间：%@ 秒钟";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center 可将您与正在线上的空闲玩家自动配对。自动配对的等候时间：%@ 秒钟";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "自动配对";

/* Auto-matched */
"AUTO_MATCHED" = "已自动配对";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "自动配对的玩家";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "发送";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "发送";

/* By Game Center */
"BY_GAME_CENTER" = "Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "已取消";

/* Cancel */
"CANCEL_BUTTON" = "取消";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "无法连接";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Game Center 的帐户服务目前无法使用。请稍后再试。";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "您必须接入 Wi-Fi 或蜂窝移动数据网络才能访问 Game Center";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "添加";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "与“%1$@”成为朋友以发出挑战";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "在 Game Center 结交朋友，从而开始发起和接受挑战";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "您的朋友已经赢得“%1$@”。请尝试挑战他们尚未赢得的成就。";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "在“%1$@”赢得积分，从而挑战并击败您的朋友";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "好";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "“%1$@”的挑战：%2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "来自“%1$@”的挑战";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "“%1$@”的挑战：";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "“%1$@”";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "“%1$@”的挑战：在“%3$@”中赢得“%2$@”";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "向朋友发起挑战";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "发送挑战";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "挑战：";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "来自“%1$@”";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "来自“%1$@”：";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@：";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "在“%2$@”中赢得“%1$@”";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "您战胜了“%1$@”的挑战：%2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "返回";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "选取朋友";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "忽略";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "向您挑战：%1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "开启游戏";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "前往 App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "“%1$@”的挑战：%2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "战胜了您的挑战：%1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "在“%1$@”战胜了您的挑战：%2$@";

/* Change */
"CHANGE" = "更改";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "关闭";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "关闭";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ 个成就";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ 个成就";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "没有成就";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "正在连接";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "无法连接 Game Center 服务器。";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "创建新 Apple ID";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "已拒绝";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "拒绝";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "想玩“%@”吗？";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "发送挑战";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "向朋友发起挑战";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "共享";

/* Disable Button */
"DISABLE_BUTTON" = "停用";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "已断开连接";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "移除";

/* Done button title */
"DONE_BUTTON_TITLE" = "完成";

/* button to send friend request */
"DONT_SEND" = "不发送";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "正在安装…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "输入信息（可不填）…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "未能完成所请求的操作，因为本地玩家已通过鉴定。";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "所请求的操作已被取消。";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "未能完成所请求的操作，因为与服务器的通信出错。";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "无法完成所请求的操作，因为 Game Center 未识别此应用程序。";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "未能完成所请求的操作，因为用户名和/或密码不正确。";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "未能完成所请求的操作，因为一个或多个参数无效。";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "未能完成所请求的操作，因为玩家无效。";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "挑战邀请失败，因为挑战数据无效。";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "未能完成所请求的操作，因为配对请求无效。";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "未能完成所请求的操作，因为本地玩家尚未通过鉴定。";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "未能完成所请求的操作，因为“访问限制”已停用此功能。";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "未能完成所请求的操作，因为尚未设置得分值。";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "无法完成所请求的操作，因为指定的参与人无效。";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "无法完成所请求的操作，因为该连线时段的状态无效。";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "无法完成所请求的操作，因为指定的参与人没有所要求的轮流状态。";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "无法完成所请求的操作，因为配对数据太大。";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "无法完成所请求的操作，因为这将超过所允许的最多连线时段。";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "未能完成所请求的操作，因为玩家未到法定年龄，此功能已被停用。";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "此比赛已接入一位意外的玩家。";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "未能完成操作，因为发生未知错误。";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "未能完成所请求的操作，因为已被用户拒绝。";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = "，还有 %@ 位…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "%@ 位朋友喜欢这个";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "%@ 位朋友喜欢这个";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "暂不可用 Facebook 的“喜欢”功能";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "%@ 位朋友喜欢这个";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "喜欢";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "喜欢";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "失败";

/* friend text in compare achievement screen */
"FRIEND" = "朋友";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ 位朋友";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ 位朋友";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "没有朋友";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ 位共同的朋友";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ 位共同的朋友";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "没有共同的朋友";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ 位朋友";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ 位朋友";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ 位朋友";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ 位朋友";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "朋友";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "朋友";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "%1$@（%3$@ %2$@）已接受了您的交友邀请。";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "%1$@（%2$@）已接受了您的交友邀请。";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "“%1$@”已接受了您的交友邀请。";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "正在搜索玩家";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "不接受游戏邀请";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "拥有此成就的朋友";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ 个拥有此成就的朋友";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ 个拥有此成就的朋友";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "没有拥有此成就的朋友";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "朋友";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ 位朋友";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ 位朋友";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ 位朋友";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "尚未玩过的朋友";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ 个尚未玩过的朋友";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ 个尚未玩过的朋友";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "没有尚未玩过的朋友";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "玩这个游戏的朋友";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ 个玩这个游戏的朋友";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ 个玩这个游戏的朋友";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "没有玩这个游戏的朋友";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "玩家";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ 位玩家";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ 位玩家";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ 位玩家";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "不在线";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "全部";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "附近";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "最近的";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "交友邀请";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "您要向“%@”发送交友邀请吗";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "交友邀请";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "“%1$@”的交友邀请";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ 个游戏";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ 个游戏";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "没有游戏";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ 个共同的游戏";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ 个共同的游戏";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "没有共同的游戏";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "游戏已被取消";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "功能已停用";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "演示模式";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "停用 Game Center？";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "随时可通过 Game Center 应用程序进行登录来启用 Game Center。";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "不支持 Game Center。";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "从未玩过";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "“%1$@”邀请您玩 “%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "邀请人：%1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "“%@”的邀请已被取消。";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "自动配对未能找到足够的玩家。请邀请更多玩家。";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "没有足够的玩家";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Game Center 无法识别此游戏。";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "若要给此游戏评分，您必须用购买此游戏的 Apple ID 登录。";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "未发送游戏评分";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "重新连接？";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "多人游戏";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "所有 %@ 位玩家";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "所有玩家";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "所有 %@ 位玩家";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "所有玩家";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "所有玩家";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "所有玩家";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "隐藏";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "忘记了 Apple ID 或密码？";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "导入朋友";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "不兼容";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "您输入错误密码的次数太多。如果忘记了密码，请触碰“重设”来更改密码。";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "密码不正确";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "邀请已被取消";

/* Invitation Title */
"INVITATION_TITLE" = "邀请";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "正在等待…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "有一位玩家已接受您的邀请。";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "“%1$@”已接受您的邀请，将加入“%2$@”。";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "“%@”已接受您的邀请。";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "有一位玩家已接受您的邀请，将加入“%@”。";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "有一位玩家已拒绝您的邀请。";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "第 %1$@ 名（共 %2$@ 位朋友）";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "第 %1$@ 名（共 %2$@ 位朋友）";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "最多再从 Game Center 的朋友列表邀请 %d 位玩家";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "从 Game Center 的朋友列表再邀请一位玩家";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "没有";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "向朋友发起挑战";

/* Invite Friend */
"INVITE_FRIEND" = "邀请朋友";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "邀请朋友";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "取消邀请玩家";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "最多邀请 %@ 位玩家";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "最多邀请 %@ 位玩家";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "最多邀请 %@ 位玩家";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "刚玩过的游戏：%@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "上次配对时间：%1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "上次玩过的游戏：%@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "上次玩的时间：";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "上次玩的时间：%1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "启动应用程序";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "排行榜";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ 个排行榜";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ 个排行榜";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ 个排行榜";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "排行榜";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "排行榜范围 {%d,%d} 的位置必须大于等于 %d，范围必须小于等于 %d";

/* Loading… status text */
"LOADING_STATUS" = "正在载入…";

/* Login Button */
"LOGIN_BUTTON" = "登录";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "正在连接…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "正在搜索玩家…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "邀请朋友";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "正在邀请玩家";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "立即玩游戏";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "游戏即将开始…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "正在等待…";

/* Me */
"ME" = "我";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "我";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ 位玩家";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ 位玩家";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%2$@ %1$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "附近的游戏玩家";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "允许附近的 Game Center 游戏玩家通过 Wi-Fi 或蓝牙找到您并邀请您玩多人游戏。";

/* Never Played */
"NEVER_PLAYED" = "从未玩过";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "从未玩过";

/* Next */
"NEXT" = "下一步";

/* now (time) */
"NOW_TIME" = "现在";

/* No Achievements */
"NO_ACHIEVEMENTS" = "没有成就";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "没有成就";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "无人接听";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "没有朋友";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "没有朋友的得分";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "没有排行榜";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "没有排行榜或成就";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "请再接入网络后再试一次。";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "网络不可用";

/* No score - player rank is zero */
"NO_SCORE" = "没有得分";

/* No Scores */
"NO_SCORES" = "没有得分";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "没有得分";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "没有状态";

/* OK Button */
"OK_BUTTON" = "好";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "总体";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "（%1$@）";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "未能找到您输入的 Apple ID 或您的密码不正确。\n请再试一次。";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "密码";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "沙盒密码";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "排名后 %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "排名前 %@";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "今天玩过的游戏：%@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ 或 %2$@ 位玩家";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ 至 %2$@ 位玩家";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ 位玩家";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ 位玩家";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "从未玩过";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "“%@”已断开了连接。";

/* Play button title */
"PLAY_BUTTON_TITLE" = "玩游戏";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "玩游戏";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "现在就玩，Game Center 最多还能再找 %d 个玩家一起玩。";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "现在就玩，Game Center 最多还能再找 1 个玩家一起玩";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "现在就玩，Game Center 会让所选的玩家加入您的游戏。";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "立即玩游戏";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "出于安全原因，您输入的 Apple ID 已被停用。请联系客户支持。";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎“%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎“%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "与我的分数相同";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "比我的分数高";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "比我的分数低";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "第 %1$@ 名（共 %2$@ 位玩家）";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "第 %1$@ 名（共 %2$@ 位玩家）";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "第 %1$@ 名（共 %2$@ 位玩家）";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "未排名";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "第 %@ 名";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ 个评分";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ 个评分";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "无评分";

/* Ready invite label */
"READY_INVITE_LABEL" = "准备就绪";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ 位收件人";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ 位收件人";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = "、";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "%@ 小时前";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "%@ 小时前";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "%@ 分钟前";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "%@ 分钟前";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "%@ 秒钟前";

/* Remove */
"REMOVE_BUTTON_TITLE" = "移除";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "移除玩家";

/* Report a Problem Title */
"REPORT_PROBLEM" = "报告问题";

/* Reset Button */
"RESET_BUTTON" = "重设";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@，%2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ 个结果";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 个结果";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "无结果";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "发送交友邀请";

/* Settings Button */
"SETTINGS_BUTTON" = "设置";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>我玩“%2$@”赢得<a href=\"%3$@\">“%1$@”</a>。</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>“%1$@”在玩“%3$@”时赢得<a href=\"%4$@\">“%2$@”</a>。</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>我想在玩“%2$@”时赢得<a href=\"%3$@\">“%1$@”</a>。</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "我玩“%2$@”赢得“%1$@”。";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "“%1$@”在玩“%3$@”时赢得“%2$@”。";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "我想在玩“%2$@”时赢得“%1$@”。";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>在%1$@上查看<a href=\"%3$@\">我玩“%2$@”时的得分。</a></p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>查看<a href=\"%4$@\">“%1$@”在%2$@上玩“%3$@”时的得分</a>。</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "在%1$@上查看我玩“%2$@”时的得分。";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "在%2$@上查看“%1$@”玩“%3$@”时的得分。";

/* Show All */
"SHOW_ALL" = "全部显示";

/* Show More footer title */
"SHOW_MORE_TEXT" = "显示更多…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "再显示 %@ 位…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "登录";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "用 Apple ID 登录后，您便可以开始使用 Game Center，与世界各地的朋友在线玩游戏。";

/* Starting Game… */
"STARTING_GAME" = "游戏即将开始…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "轻按来评分";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "轻按来给此游戏评分";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "轻按来给\n此游戏评分";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "所有时间";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "所有时间";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "本周";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "本周";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "今天";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "今天";

/* To: */
"TO_LABEL" = "收件人：";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "请稍后再试一次。";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "无法创建匹配";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "游戏结束";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "请移除现有的一个游戏，然后再试一次。";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "无法创建游戏";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "受邀的一位玩家已打开太多游戏。";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "无法创建游戏";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "新游戏";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "还未轮到";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "拒绝";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "游戏";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ 个游戏";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ 个游戏";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "游戏";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "邀请";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "退出游戏";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "准备就绪";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "移除游戏";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "邀请";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "轮到其他玩家";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "轮到这位玩家";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "轮到您";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "游戏结束";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "轮到您";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "显示游戏";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "邀请人：%@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "上一轮游戏的时间：%@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "开始日期未知";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "不轮流";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "与“%1$@”和其他 %2$d 位一起玩过";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "与“%@”一起玩过";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "与自动配对的玩家一起玩过";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d 位玩家";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "正在与“%1$@”和其他 %2$d 位一起玩";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "正在和“%@”一起玩";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "正在与自动配对的玩家一起玩";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "开始时间：%@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "邀请朋友来玩";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "没有游戏";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "轮到“%@”";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "轮到他们";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "“%@”赢了";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "另一位玩家赢了";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "另一位玩家";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@：%2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "第一名";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "第四名";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "失败";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "我";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "没有结果";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "退出";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "第二名";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "第三名";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "平局";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "超时";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "赢了";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "活跃";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "已拒绝";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "完成";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "已邀请";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "正在匹配";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%2$@ %1$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "未知";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "轮到您";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "您赢了！";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "无法载入";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "无法载入成就";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "无法载入朋友";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "无法载入";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "此时无法发送游戏评分。请稍后再试一次。";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "未鉴定过的用户";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "意外接入";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "已接入一位意外的玩家。将取消配对。";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "取消邀请";

/* Uninvite Now */
"UNINVITE_NOW" = "立即取消邀请";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "取消邀请玩家？";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "一些受邀请的玩家尚未回复。";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "未命名的应用程序";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "Apple ID";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "沙盒 Apple ID";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "显示帐户";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "显示";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "正在等待鉴定…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "正在等待“%@”来开始游戏。";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "请稍候";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "欢迎归来，%@";

/* Welcome title */
"WELCOME_TITLE" = "欢迎光临！";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "欢迎光临 Game Center，%@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ 沙盒 ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "您已选择了玩家的最大数量。";

